Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Generate
ar: إنشاء
az: Yarat
bg: Генериране
bn: তৈরি করুন
bo: ཕེབས།
bs: Generiši
ca: Generar
ceb: Lumikha
cs: Generovat
da: Generer
de: Generieren
el: Δημιουργία
es: Generar
et: Genereeri
eu: Sortu
fa: تولید
fi: Luo
fr: Génère
fr_ca: Génére
ga: Gin
gl: Xerar
he: צור
hi: जेनरेट करें
hr: Generiraj
hu: Létrehozás
id: Buat
it: Genera
ja: 生成
ka: გენერაცია
kab: Sirew
ko: 생성
lt: Generuoti
lv: Ģenerēt
ms: Janakan
nb: Generer
nl: Genereren
pa: ਜੈਨਰੇਟ ਕਰੋ
pl: Generuj
pt_br: Gerar
pt_pt: Gerar
ro: Generează
ru: Сгенерировать
sk: Generuj
sr: Generiši
sv: Generera
th: สร้าง
tk: Döret
tr: Oluştur
ug: ھاسىل قىلىش
uk: Генерувати
ur: بنائیں
uz: Яратиш
zh_hans: 生成
zh_hant: 產生

source: Generate images from text descriptions
ar: أنشئ صور من الوصفات النصية
az: Mətn təsvirindən şəkil yaradın
bg: Генериране на изображения от текстови описания
bn: টেক্সট ডিসক্রিপশন থেকে ছবি জেনারেট করো
bo: གསུང་ཚིག་ལས་དངོས་ཕེབས།
bs: Generiši slike od tekstualnih opisa
ca: Genera imatges des de descripcions de text
ceb: Makabuo ng images from text
cs: Generuj obrázky z textových popisů
da: Generer billeder fra tekstbeskrivelser
de: Bilder aus Textbeschreibungen generieren
el: Δημιουργία εικόνων από περιγραφές κειμένου
es: Genera imágenes a partir de descripciones de texto
et: Genereeri pildid teksti kirjeldustest
eu: Testuen deskribapenetatik irudiak sortu
fa: تصویر از متن بساز
fi: Luo kuvia tekstin kuvauksista
fr: Générer des images à partir de descriptions textuelles
fr_ca: Générer des images à partir de descriptions textuelles
ga: Gin íomhánna ó thuairiscí téacs
gl: Xerar imaxes a partir de descricións de texto
he: צור תמונות מתיאור טקסט
hi: टेक्स्ट डिस्क्रिप्शन से इमेजेस जेनरेट करो
hr: Kreiraj slike iz teksta
hu: Képek generálása szöveg leírásból
id: Hasilkan gambar dari deskripsi teks
it: Genera immagini da descrizioni testuali
ja: テキストから画像を生成
ka: სურათების გენერირება ტექსტის აღწერილობიდან
kab: Sedda tugniwin sɣur usmenyifed
ko: 텍스트 설명으로 이미지 생성
lt: Generuoti vaizdinius iš teksto aprašymų
lv: Ģenerē attēlus no teksta aprakstiem
ms: Generate gambar dari deskripsi teks
nb: Generer bilder fra tekstbeskrivelser
nl: Genereer afbeeldingen van tekstbeschrijvingen
pa: ਟੈਕਸਟ ਤੋਂ ਤਸਵੀਰਾਂ ਬਣਾਓ
pl: Generuj obrazy z opisów tekstowych
pt_br: Gerar imagens a partir de descrições de texto
pt_pt: Gera imagens a partir de descrições de texto
ro: Generează imagini din descrieri text
ru: Генери картинки из текста
sk: Generuj obrázky z textových popisov
sr: Generiši slike iz tekstualnih opisa
sv: Generera bilder från textbeskrivningar
th: สร้างรูปจากคำบรรยาย
tk: Metinden görüntü oluştur
tr: Metin açıklamalarından görüntü oluştur
ug: تېكستتىن رەسىم ياساش
uk: Генеруй зображення з текстових описів
ur: متن سے تصویریں بنائیں
uz: Matndan rasmlar yaratish
vi: Tạo ảnh từ mô tả text
zh_hans: 根据文字描述生成图片
zh_hant: 從文字描述生成圖片

source: Generate Title
ar: إنشاء عنوان
az: Başlıq Yaradın
bg: Генерирай Title
bn: টাইটেল জেনারেট করো
bo: གོ་རིས་ཕེབས།
bs: Generiši Naziv
ca: Genera Títol
ceb: Makabuo ng Title
cs: Generuj název
da: Generer titel
de: Titel generieren
el: Δημιουργία Τίτλου
es: Generar título
et: Genereeri pealkiri
eu: Tituloa sortu
fa: Title بساز
fi: Luo otsikko
fr: Générer un titre
fr_ca: Générer un titre
ga: Gin Teideal
gl: Xerar Título
he: צור כותרת
hi: टाइटल जेनरेट करो
hr: Generiraj naslov
hu: Cím generálása
id: Buat Judul
it: Genera Titolo
ja: タイトル生成
ka: სათაურის გენერირება
kab: Sedda Azwel
ko: 제목 생성
lt: Sugeneruoti pavadinimą
lv: Ģenerēt virsrakstu
ms: Generate Judul
nb: Generer tittel
nl: Titel Genereren
pa: ਟਾਈਟਲ ਬਣਾਓ
pl: Generuj tytuł
pt_br: Gerar Título
pt_pt: Gerar Título
ro: Generează Titlu
ru: Генерировать название
sk: Generuj názov
sr: Generiši naslov
sv: Generera titel
th: สร้างชื่อเรื่อง
tk: Başlık Oluştur
tr: Başlık Oluştur
ug: ماۋزۇ ياساش
uk: Генерувати заголовок
ur: ٹائٹل بنائیں
uz: Sarlavha Yaratish
vi: Generate Tiêu đề
zh_hans: 生成标题
zh_hant: 生成標題

source: Generating…
ar: جاري الإنشاء...
az: Yaradılır...
bg: Генериране...
bn: তৈরি হচ্ছে...
bo: ཕེབས་ཀྱི་ཡོད།
bs: Generisanje...
ca: Generant...
ceb: Lumilikha…
cs: Generuji...
da: Genererer...
de: Generiere...
el: Δημιουργία...
es: Generando
et: Genereerimine...
eu: Sortzen…
fa: در حال تولید...
fi: Luodaan...
fr: Génération en cours...
fr_ca: Génération en cours...
ga: Ag giniúint...
gl: Xerando…
he: מג'נרט...
hi: जेनरेट किया जा रहा है...
hr: Generiranje...
hu: Generálás…
id: Membuat...
it: Generazione in corso...
ja: 生成中...
ka: გენერაცია...
kab: Asirew…
ko: 생성 중...
lt: Generuojama...
lv: Ģenerē...
ms: Menjana...
nb: Genererer…
nl: Genereren…
pa: ਜੈਨਰੇਟ ਹੋ ਰਿਹਾ ਏ...
pl: Generowanie...
pt_br: Gerando...
pt_pt: A gerar...
ro: Se generează...
ru: Генерирую...
sk: Generujem…
sr: Generisanje…
sv: Genererar...
th: กำลังสร้าง...
tk: Döredilýär...
tr: Oluşturuluyor...
ug: ھاسىل قىلىنىۋاتىدۇ...
uk: Генеруємо...
ur: بنایا جا رہا ہے...
uz: Яратилмоқда...
vi: Đang tạo...
zh_hans: 生成中...
zh_hant: 正在產生...

source: Generation
ar: إنشاء
az: Yaradılış
bg: Генериране
bn: জেনারেশন
bo: ཕེབས།
bs: Generisanje
ca: Generació
cs: Generování
da: Generering
de: Generierung
el: Γενιά
es: Generación
et: Genereerimine
eu: Sorkuntza
fa: تولید
fi: Luominen
fr: Génération
fr_ca: Génération
ga: Giniúint
gl: Xeración
he: יצירה
hi: जेनरेशन
hr: Generiranje
hu: Generálás
id: Pembuatan
it: Generazione
ja: 生成
ka: გენერირება
kab: Asettew
ko: 생성 중
lt: Generavimas
lv: Ģenerēšana
ms: Generasi
nb: Generering
nl: Generatie
pa: ਜੈਨਰੇਸ਼ਨ
pl: Generowanie
pt_br: Geração
pt_pt: Geração
ro: Generare
ru: Генерация
sk: Generovanie
sr: Generisanje
sv: Generering
th: กำลังสร้าง
tk: Oluşturma
tr: Üretim
ug: ياساش
uk: Генерація
ur: تیاری
uz: Yaratish
zh_hans: 生成中
zh_hant: 生成

source: Generation Complete
ar: خلصنا الإنشاء
az: Hazırlanma Tamamlandı
bg: Генериране готово
bn: জেনারেশন সম্পূর্ণ
bo: ཕེབས་ཟིན།
bs: Gotovo s generisanjem
ca: Generat!
ceb: Generation tapos
cs: Generování hotovo
da: Generering færdig
de: Generiert!
el: Ολοκληρώθηκε!
es: Generación completa
et: Genereerimine valmis
eu: Sorkuntza amaitua
fa: تولید تموم شد
fi: Luominen valmis
fr: Généré !
fr_ca: Génération terminée
ga: Giniúint Iomlán
gl: Xeración Completa
he: יצירה הושלמה
hi: जनरेशन पूरी हुई
hr: Gotovo!
hu: Generálás kész
id: Sudah Jadi
it: Fatto!
ja: 生成完了
ka: გენერირება დასრულდა
kab: Asettew Yegber
ko: 생성 완료
lt: Generavimas baigtas
lv: Ģenerēšana pabeigta
ms: Generasi Selesai
nb: Generering ferdig
nl: Klaar!
pa: ਜੈਨਰੇਸ਼ਨ ਤਿਆਰ
pl: Generowanie zakończone
pt_br: Geração Concluída
pt_pt: Geração Completa
ro: Generare Completă
ru: Генерация готова
sk: Generovanie dokončené
sr: Generisanje završeno
sv: Generering klar
th: สร้างเสร็จแล้ว
tk: Oluşturma Tamamlandı
tr: Üretim Tamamlandı
ug: ياساش تامام
uk: Генерація завершена
ur: تیاری مکمل
uz: Tayyor
vi: Tạo xong
zh_hans: 生成完成
zh_hant: 生成完成

source: Get started
ar: ابدأ الآن
az: Başlayın
bg: Започнете
bn: শুরু করুন
bo: འགོ་འཛུགས།
bs: Počni
ca: Començar
ceb: Magsimula
cs: Začít
da: Kom i gang
de: Loslegen
el: Ξεκινήστε
es: Empezar
et: Alusta
eu: Hasi
fa: شروع کنید
fi: Aloita
fr: Démarrer
fr_ca: Démarrer
ga: Cuir tús leis
gl: Empezar
he: התחל
hi: शुरुआत करें
hr: Počnite
hu: Kezdj neki
id: Mulai
it: Inizia
ja: はじめる
ka: დაიწყეთ
kab: Aha bdu tura
ko: 시작하기
lt: Pradėkite
lv: Sākt darbu
ms: Mulai
nb: Kom i gang
nl: Begin
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij
pt_br: Iniciar
pt_pt: Começar
ro: Mergi mai departe
ru: Давайте начнём
sk: Začni
sr: Kreni
sv: Kom igång
th: เริ่มต้น
tk: Başla
tr: Başlayın
ug: باشلاڭ
uk: Почати
ur: شروع کریں
uz: Бошлаш
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Got an idea? We'd love to hear it.
ar: لديك فكرة؟ نود أن نسمعها.
az: Bir fikrin var? Onu eşitmək istərdik.
bg: Имате идея? Ще се радваме да я слушаме.
bn: কোনো আইডিয়া আছে? আমরা শুনতে চাই।
bo: བྱ་བའི་བསམ་ཚུལ་ཡོད་པ་རེད་ན། བདག་ཅག་ལ་ཉན་པར་འདོད་ཡོད།
bs: Imate ideju? Voljeli bismo je čuti.
ca: Tens una idea? Ens encantaria escoltar-la.
ceb: May idea ka? Gusto naming marinig.
cs: Máte nápad? Rádi ho uslyšíme.
da: Har du en ide? Vi vil gerne høre den.
de: Hast du eine Idee? Wir würden sie gerne hören.
el: Έχεις μια ιδέα; Θα χαιρόμαστε να την ακούσουμε.
es: ¿Tienes una idea? Nos encantaría escucharla.
et: Kas teil on idee? Meile meeldiks kuulda.
eu: Ideia bat duzu? Oso gustuko genuke entzutea.
fa: نظری دارید؟ خیلی دوست داریم بشنویمش.
fi: Onko sinulla ideaa? Haluamme kuulla siitä.
fr: Vous avez une idée ? On serait ravi de l'entendre.
fr_ca: Vous avez une idée? On aimerait bien l'entendre.
ga: An bhfuil smaoineamh agat? Ba bhreá linn a chloisteáil.
gl: ¿Tes unha idea? Encantaríanos escoitala.
he: יש לך רעיון? היינו שמחים לשמוע.
hi: आपके पास कोई विचार है? हम इसे सुनना पसंद करेंगे।
hr: Imaš ideju? Voljeli bismo je čuti.
hu: Van ötleted? Szívesen hallunk róla.
id: Punya ide? Kami ingin mendengarnya.
it: Hai un'idea? Ci piacerebbe ascoltarla.
ja: ご意見がありますか？ぜひお聞かせください。
ka: გაქვთ იდეა? ძალიან ვისურვებთ მისმენას.
kab: Tesɛiḍ-d tignit? Azref-nneɣ d ayla-k.
ko: 아이디어가 있으세요? 꼭 알려주세요.
lt: Turite idėją? Norėtume ją išgirsti.
lv: Vai tev ir ideja? Labprāt to dzirdētu.
ms: Ada idea? Kami ingin mendengarnya.
nb: Har du en idé? Vi vil gjerne høre den.
nl: Heb je een idee? Wij horen het graag!
pa: ਕੋਈ ਵਿਚਾਰ ਹੈ? ਅਸੀਂ ਇਸ ਨੂੰ ਸੁਣਨਾ ਪਸੰਦ ਕਰਾਂਗੇ।
pl: Masz pomysł? Chętnie go wysłuchamy.
pt_br: Tem uma ideia? Adoraríamos ouvir.
pt_pt: Tem uma ideia? Gostávamos de a ouvir.
ro: Ai o idee? Ar fi minunat să o aud!
ru: Есть идея? Нам бы хотелось её услышать.
sk: Máte nápad? Radi by sme ho vypočuli.
sr: Imate ideju? Voljeli bismo da je čujemo.
sv: Har du en idé? Vi skulle gärna höra den.
th: มีไอเดียหรือ? เราอยากได้ยินจากคุณ
tk: Bir fikrüñ bar mı? Oňy eşitmek isleris.
tr: Bir fikrin var mı? Duymayı çok isterdik.
ug: تۇرمۇش ئىدېيىسى بارمۇ؟ بىز ئۇنى ئاڭلىماقچى.
uk: Маєте ідею? Ми б любили її почути.
ur: کوئی خیال ہے؟ ہمیں سنانا پسند ہے۔
uz: Fikringiz bormi? Biz uni eshitishni xohlaymiz.
vi: Có ý tưởng? Chúng tôi rất muốn nghe.
zh_hans: 有想法？我们很想听听。
zh_hant: 有想法嗎?歡迎告訴我們。

source: Grant photo access to browse
ar: سمح بالوصول للصور عشان تتصفح
az: Foto əritişini ver
bg: Дай достъп до снимките
bn: ছবি এক্সেস দিয়ে ব্রাউজ করো
bo: དངོས་གེ་ཀྱི་མཐོང་ཚུད་ལ་སྐུལ།
bs: Dozvoli pristup forama
ca: Permet accés a fotos
ceb: Bigyan ng access sa photos
cs: Dej přístup k fotkám
da: Giv fotoadgang for at gennemse
de: Fotozugriff zum Durchsuchen
el: Δώσε πρόσβαση σε φωτογραφίες για φυλλομέτρηση
es: Permite acceso a fotos para explorar
et: Anna fotodele juurdepääs sirvimiseks
eu: Eman baimena argazkiak arakatzeko
fa: دسترسی به عکس برای مرور
fi: Salli kuvien selaus
fr: Autoriser l'accès aux photos
fr_ca: Accorder l'accès aux photos
ga: Lig do rochtain ar phictiúir
gl: Permitir fotos para buscar
he: תן הרשאה לתמונות
hi: ब्राउज़ करने के लिए फोटो की परमिशन दे
hr: Dozvoli pristup fotkama
hu: Fotóhozzáférés engedélyezése a böngészéshez
id: Izinkan akses foto untuk browse
it: Permetti accesso foto
ja: 写真へのアクセスを許可して見る
ka: ფოტო-ბიბლიოთეკა დაკავშირე
kab: Aɛṭi takbaḥt n tsuqlin i usiwwel
ko: 사진 접근 허용해서 찾아보기
lt: Leisti prieigą prie nuotraukų
lv: Pieļaut fotoattēlu piekļuvi
ms: Izinkan akses foto buat browse
nb: Tillat fotoaccess for å bla gjennom
nl: Geef fototoestemming
pa: ਫੋਟੋ ਪਾਸ ਦਿਓ ਬ੍ਰਾਊਜ਼ ਕਰਨ ਲਈ
pl: Udostępnij zdjęcia
pt_br: Libera as fotos pra buscar
pt_pt: Permitir acesso às fotos
ro: Acordă acces la poze pentru a naviga
ru: Дай доступ к фото
sk: Udeľ prístup k fotkám na prehliadanie
sr: Dozvoli pristup fotkama da prelistaš
sv: Ge åtkomst till foton för att bläddra
th: อนุญาตการเข้าถึงรูปเพื่อเลือก
tk: Fotoğraf erişimi ver
tr: Fotoğraf izni ver
ug: سۈرەتنى كۆرۈش ئۈچۈن ئىجازەت بېرىش
uk: Дозволи доступ до фото, щоб переглядати
ur: فوٹوز کی رسائی دیں
uz: Fotoga kirish huquqini berish
vi: Cho phép truy cập ảnh để duyệt
zh_hans: 允许访问照片库
zh_hant: 允許相片存取來瀏覽

source: Granted
ar: ممنوح
az: Verilmiş
bg: Предоставено
bn: প্রদত্ত
bo: གནང་བ་
bs: Odobreno
ca: Atorgat
ceb: Ibinigay
cs: Uděleno
da: Givet
de: Gewährt
el: Εγκεκριμένο
es: Otorgado
et: Antud
eu: Baimena emana
fa: داده شده
fi: Myönnetty
fr: Accordé
fr_ca: Accordé
ga: Bronntaithe
gl: Concedido
he: אושר
hi: स्वीकृत
hr: Odobreno
hu: Engedélyezve
id: Diberikan
it: Concesso
ja: 許可
ka: მოცემული
kab: Yetwayed
ko: 허용됨
lt: Suteikta
lv: Piešķirts
ms: Diberikan
nb: Godkjent
nl: Verleend
pa: ਮਨਜ਼ੂਰ
pl: Przyznane
pt_br: Concedido
pt_pt: Concedido
ro: Acordat
ru: Предоставлено
sk: Povolené
sr: Odobreno
sv: Beviljat
th: อนุญาต
tk: Berilen
tr: İzin Verildi
ug: بېرىلدى
uk: Надано
ur: منظور
uz: Ruxsat berilgan
vi: Được cấp
zh_hans: 已授予
zh_hant: 已授予

source: Group
ar: جروب
az: Qrup
bg: Група
bn: গ্রুপ
bo: ཚོགས།
bs: Grupa
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
et: Grupp
eu: Taldea
fa: گروه
fi: Ryhmä
fr: Groupe
fr_ca: Groupe
ga: Grúpa
gl: Grupo
he: קבוצה
hi: ग्रुप
hr: Grupa
hu: Csoport
id: Grup
it: Gruppo
ja: グループ
ka: ჯგუფი
kab: Agraw
ko: 그룹
lt: Grupė
lv: Grupa
ms: Grup
nb: Gruppe
nl: Groep
pa: ਗਰੁੱਪ
pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ro: Grup
ru: Группа
sk: Skupina
sr: Grupa
sv: Grupp
th: กลุ่ม
tk: Grup
tr: Grup
ug: گىرۇپپا
uk: Група
ur: گروپ
uz: Guruh
vi: Nhóm
zh_hans: 群组
zh_hant: 群組

source: Group Info
ar: معلومات الجروب
az: Qrup Məlumatı
bg: За групата
bn: গ্রুপের ইনফো
bo: ཚོགས་ཆོས་རིས།
bs: Info o grupi
ca: Info del grup
cs: Info skupiny
da: Gruppeinformation
de: Gruppeninfo
el: Πληροφορίες Ομάδας
es: Info del grupo
et: Grupi info
eu: Taldearen info
fa: اطلاعات گروه
fi: Ryhmän tiedot
fr: Infos du groupe
fr_ca: Info du groupe
ga: Eolas an Ghrúpa
gl: Info do grupo
he: פרטי קבוצה
hi: ग्रुप इन्फो
hr: Info grupe
hu: Csoportadatok
id: Info Grup
it: Info gruppo
ja: グループ情報
ka: ჯგუფის ინფო
kab: Info n uɣraw
ko: 그룹 정보
lt: Grupės info
lv: Grupas info
ms: Info Grup
nb: Gruppinfo
nl: Groepinfo
pa: ਗਰੁੱਪ ਡੀਟੇਲਸ
pl: Info grupy
pt_br: Info do Grupo
pt_pt: Info do Grupo
ro: Informații Grup
ru: О группе
sk: Info skupiny
sr: Info grupe
sv: Gruppinfo
th: ข้อมูลกลุ่ม
tk: Grup Bilgisi
tr: Grup İnfo
ug: گىرۇپپا ئىنفو
uk: Інформація про групу
ur: گروپ کی معلومات
uz: Guruh Malumoti
vi: Thông tin Nhóm
zh_hans: 群信息
zh_hant: 群組資訊

source: Group Name
ar: اسم المجموعة
az: Qrup Adı
bg: Име на групата
bn: গ্রুপ নাম
bo: ཚོགས་པའི་མིང་།
bs: Naziv grupe
ca: Nom del grup
ceb: Pangalan ng Grupo
cs: Název skupiny
da: Gruppenavn
de: Gruppenname
el: Όνομα Ομάδας
es: Nombre del Grupo
et: Grupi nimi
eu: Taldearen Izena
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
fr_ca: Nom du groupe
ga: Ainm an Ghrúpa
gl: Nome do grupo
he: שם הקבוצה
hi: समूह का नाम
hr: Naziv grupe
hu: Csoport neve
id: Nama Grup
it: Nome Gruppo
ja: グループ名
ka: ჯგუფის სახელი
kab: Isem n ugraw
ko: 그룹 명
lt: Grupės pavadinimas
lv: Grupas nosaukums
ms: Nama Kumpulan
nb: Navn på gruppe
nl: Groepsnaam
pa: ਗਰੁੱਪ ਨਾਮ
pl: Nazwa grupy
pt_br: Nome do Grupo
pt_pt: Nome do Grupo
ro: Numele Grupului
ru: Название группы
sk: Názov skupiny
sr: Назив групе
sv: Gruppnamn
th: ชื่อกลุ่ม
tk: Grup Adı
tr: Grup Adı
ug: گۇرۇپپا نامى
uk: Назва групи
ur: گروپ کا نام
uz: Гуруҳ номи
vi: Tên Nhóm
zh_hans: 用户组名称
zh_hant: 群組名稱

source: Groups
ar: المجموعات
az: Qruplar
bg: Групи
bn: গ্রুপ
bo: ཚོགས་པ།
bs: Grupe
ca: Grups
ceb: mga Grupo
cs: Skupiny
da: Grupper
de: Gruppen
el: Ομάδες
es: Grupos
et: Grupid
eu: Taldeak
fa: گروه‌ها
fi: Ryhmät
fr: Groupes
fr_ca: Groupes
ga: Grúpaí
gl: Grupos
he: קבוצות
hi: समूह
hr: Grupe
hu: Csoportok
id: Grup
it: Gruppi
ja: グループ
ka: ჯგუფები
kab: Igrawen
ko: 그룹
lt: Grupės
lv: Grupas
ms: Kumpulan
nb: Grupper
nl: Groepen
pa: ਗਰੁੱਪਸ
pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ro: Grupuri
ru: Группы
sk: Skupiny
sr: Групе
sv: Grupper
th: กลุ่ม
tk: Gruplar
tr: Gruplar
ug: گۇرۇپپىلار
uk: Групи
ur: گروپس
uz: Гуруҳлар
vi: Nhóm
zh_hans: 用户组
zh_hant: 群組

source: Haptic feedback pulses as each token streams in.
ar: اهتزاز الهاتف مع كل كلمة
az: Hər token gəldikdə toxunma əks-əlami impulsları.
bg: Вибрира при всеки токен
bn: প্রতিটি টোকেন আসার সময় হ্যাপটিক পালস হয়
bo: གླེང་སྟེགས་འོངས་ལྟེ་རིང་གུགས་འདེགས།
bs: Haptička povratna informacija pulsira dok se svaki token prenosi.
ca: Vibracions mentre arriben els tokens.
ceb: Haptic feedback pulses habang nag-stream ang tokens.
cs: Haptika pulzuje, jak přicházejí tokeny.
da: Haptic feedback pulses mens hvert token streamer ind.
de: Haptisches Feedback pulsiert, während jedes Token einströmt.
el: Haptic pulses καθώς φορτώνονται τα tokens
es: Vibra cada vez que llega un token
et: Haptiline tagasiside pulssib, kui iga märk saabub.
eu: Feedback haptikoak jotzea dator tokena streamingean
fa: بازخورد لمسی هر توکن
fi: Haptinen palaute pulssii jokaisen tokenin tulessa.
fr: Vibrations à chaque token reçu.
fr_ca: Les vibrations se déclenchent à chaque token reçu.
ga: Fúitícheoil ag bualadh isteach agus gach token ag streamáil isteach.
gl: Vibracións mentres chega cada token.
he: משוב הקטיק בכל סימן שמגיע
hi: हर टोकन आते ही हैप्टिक फीडबैक पल्स होता है।
hr: Haptics se pulsira pri primanju tokena
hu: Rezgések minden token beérkezésekor.
id: Haptic feedback bergetar saat tiap token masuk.
it: Vibrazione pulsante mentre arriva il testo.
ja: トークンがストリーミングするたびハプティックがパルスする
ka: ვიბრაცია პულსირებს ყოველი ტოკენის სტრიმის დროს
kab: Tiẓiṛi s yal token iqedimen
ko: 각 토큰이 들어올 때마다 햅틱이 울려.
lt: Haptika bakstelėja, kai žetonai krenta
lv: Haptiskā atgriezeniskā saite pulsē, kad katrs tokens tiek straumēts.
ms: Haptic bergetar tiap token masuk
nb: Haptisk feedback pulser når hver token streamer inn.
nl: Haptic pulsen bij elk token
pa: ਹਰ ਟੋਕਨ ਸਟ੍ਰੀਮ ਹੁੰਦਾ ਏ ਤਾ ਹੈਪਟਿਕ ਫੀਲ ਮਿਲਦਾ ਏ।
pl: Wibracje pojawiają się, gdy token się przesyła.
pt_br: Vibra a cada token que chega.
pt_pt: Feedback tátil pulsa conforme cada token é enviado.
ro: Pulsuri de feedback haptic pe măsură ce fiecare token se transmite.
ru: Вибрирует с каждым токеном
sk: Haptická spätná väzba pulzuje, keď sa každý token streamuje.
sr: Haptička povratna informacija pulsiira dok se svaki token strimuje.
sv: Haptisk återkoppling pulserar när varje token strömmar in.
th: สั่นจะเกิดขึ้นเมื่อแต่ละโทเค็นมาถึง
tk: Her token geldiğinde titreşim hissedeceksin.
tr: Her token geldiğinde telefon titreşiyor.
ug: ئىست بىلەن توكمى مۇقابىلى چىلىلىرى
uk: Вібрація пульсує під час передачі кожного токена.
ur: جیسے ہر token آتا ہے، haptic pulses ہوتے ہیں
uz: Har bir token oqimga kirganida haptic pulslar.
vi: Haptic feedback xung động khi mỗi token được stream vào
zh_hans: Token流进来时会有触觉脉冲反馈
zh_hant: 每個 token 流進來時會有觸覺反饋脈衝

source: Haptic feedback while streaming
ar: اهتزاز وهو يرسل
az: Axmada toxunma əks-əlami
bg: Вибрира при стриймване
bn: স্ট্রিমিং এর সময় হ্যাপটিক ফিডব্যাক
bo: གླེང་སྟེགས་འོངས་ལྟེ་རིང།
bs: Haptics tijekom prijenosa
ca: Vibracions en directe
ceb: Haptic feedback habang nag-stream
cs: Haptika během streamování
da: Haptic feedback under streaming
de: Haptics beim Streaming
el: Haptic ενώ γίνεται streaming
es: Vibraciones mientras se transmite
et: Haptiline tagasiside striimimise ajal
eu: Feedback haptikoa streamingean
fa: بازخورد لمسی حین استریم
fi: Haptinen palaute streamauksen aikana
fr: Vibrations en streaming
fr_ca: Vibrations pendant le streaming
ga: Fúitícheoil agus streamáil ar siúl
gl: Vibracións ao streaming
he: משוב הקטיק בזמן השידור
hi: स्ट्रीमिंग के दौरान हैप्टिक फीडबैक
hr: Haptics pri streamanju
hu: Rezgés a streamelés alatt
id: Haptic feedback saat streaming
it: Vibrazione mentre arriva
ja: ストリーミング中はハプティック
ka: ვიბრაცია სტრიმის დროს
kab: Tiẓiṛi d uskkej
ko: 스트리밍 중 햅틱 피드백
lt: Haptika transliavimo metu
lv: Haptiskā atgriezeniskā saite straumējot
ms: Haptic saat streaming
nb: Haptisk feedback under streaming
nl: Haptic feedback bij streamen
pa: ਸਟ੍ਰੀਮਿੰਗ ਦੌਰਾਨ ਹੈਪਟਿਕ ਫੀਲ
pl: Wibracje podczas przesyłania
pt_br: Vibração enquanto transmite
pt_pt: Feedback tátil durante o streaming
ro: Feedback haptic în timp ce se transmite
ru: Вибрация при стриминге
sk: Haptická spätná väzba počas streamu
sr: Haptička povratna informacija tokom strimovanja
sv: Haptisk återkoppling under strömmning
th: สั่นขณะสตรีมมิ่ง
tk: Akış sırasında titreşim
tr: Aktarım sırasında titreşim
ug: ئېقىم وقتىدا توكمى مۇقابىلى
uk: Вібрація під час передачі
ur: اسٹریمنگ کے دوران haptic feedback
uz: Oqim bilan haptic fikr-mulohaza
vi: Haptic feedback khi đang stream
zh_hans: 流传时有触觉反馈
zh_hant: 串流時的觸覺反饋

source: Haptics
ar: الاهتزاز
bg: Хаптика
bn: হ্যাপটিক্স
bo: ལྟེ་རིང།
ca: Vibracions
cs: Haptika
es: Vibraciones
et: Haptiline
eu: Haptika
fa: بازخورد لمسی
fi: Haptiikka
fr: Vibrations
fr_ca: Vibrations
ga: Fúitícheoil
gl: Vibracións
he: הקטיק
hi: हैप्टिक्स
hu: Rezgések
it: Vibrazione
ja: ハプティクス
ka: ვიბრაცია
kab: Tiẓiṛi
ko: 햅틱
lt: Haptika
lv: Haptikas
nb: Haptikk
pa: ਹੈਪਟਿਕਸ
pl: Wibracje
pt_br: Vibração
pt_pt: Feedback Tátil
ru: Вибрация
sk: Haptika
sv: Vibration
th: สั่น
tk: Titreşim
tr: Titreşim
ug: توكمى مۇقابىلى
uk: Вібрація
zh_hans: 触觉反馈
zh_hant: 觸覺反饋

source: Haptics, titles, suggestions
ar: الاهتزازات والعناوين والاقتراحات
az: Haprika, başlıqlar, təkliflər
bg: Вибрации, заглавия, предложения
bn: হ্যাপটিক্স, শিরোনাম, পরামর্শ
bo: ལྷོད་རྒྱགས། མིང་ཙམ། བསྟུན་སྦྱོར།
bs: Haptika, naslovi, prijedlozi
ca: Hàptica, títols, suggeriments
ceb: Haptics, mga titulo, mga isinusugestio
cs: Haptika, titulky, návrhy
da: Haptisk feedback, titler, forslag
de: Haptik, Titel, Vorschläge
el: Haptics, τίτλοι, προτάσεις
es: Haptics, títulos, sugerencias
et: Haptikaefektid, pealkirjad, soovitused
eu: Hapticak, tituloak, iradokizunak
fa: بازخورد لمسی، عناوین، پیشنهادات
fi: Värinät, otsikot, ehdotukset
fr: Retours haptiques, titres, suggestions
fr_ca: Retours haptiques, titres, suggestions
ga: Meabhrúchán, teidil, moladh
gl: Háptica, títulos, suxestións
he: משוב מישקעי, כותרות, הצעות
hi: हैप्टिक्स, शीर्षक, सुझाव
hr: Haptika, naslovi, prijedlozi
hu: Tapintás, címek, javaslatok
id: Haptics, judul, saran
it: Haptics, titoli, suggerimenti
ja: ハプティクス、タイトル、提案
ka: ჰაპტიკა, სათაურები, წინადადებები
kab: Tantaliwin, izwal, isuddas
ko: 햅틱, 제목, 제안
lt: Haptika, pavadinimai, pasiūlymai
lv: Haptikas, virsraksti, ieteikumi
ms: Haptics, tajuk, cadangan
nb: Haptisk tilbakemelding, titler, forslag
nl: Trillingen, titels, suggesties
pa: ਹੈਪਟਿਕਸ, ਸਿਰਲੇਖ, ਸੁਝਾਅ
pl: Haptyka, tytuły, sugestie
pt_br: Vibrações, títulos, sugestões
pt_pt: Haptics, títulos, sugestões
ro: Haptică, titluri, sugestii
ru: Вибрация, заголовки, подсказки
sk: Haptika, titulky, návrhy
sr: Хаптика, наслови, предлози
sv: Haptik, titlar, förslag
th: ไวต่อสัมผัส, ชื่อ, คำแนะนำ
tk: Haptiçeskiçler, sözbaşylary, teklipller
tr: Titreşim, başlıklar, öneriler
ug: تېپىش، تېمىلىك، تەكلىپ
uk: Вібрація, заголовки, пропозиції
ur: ہیپٹکس، عنوانات، تجاویز
uz: Xaptika, sarlavhalar, takliflar
vi: Xung động, tiêu đề, gợi ý
zh_hans: 触觉、标题、建议
zh_hant: 觸覺回饋、標題、建議

source: Header name
ar: اسم الـ Header
az: Başlıq Adı
bg: Име на header
bn: হেডার নাম
bo: Header མིང་།
bs: Naziv zaglavlja
ca: Nom de capçalera
cs: Název hlavičky
da: Headernavn
el: Όνομα header
es: Nombre del header
et: Päise nimi
eu: Headeraren izena
fa: نام هدر
fi: Headerin nimi
fr: Nom de l'en-tête
fr_ca: Nom du header
ga: Ainm an Cheanntáisc
gl: Nome do encabezado
he: שם כותרת
hi: हेडर नाम
hr: Naziv headera
hu: Header neve
id: Nama header
it: Nome header
ja: ヘッダー名
ka: ჰედერის სახელი
kab: Isem n header
ko: 헤더 이름
lt: Antraštės pavadinimas
lv: Header nosaukums
ms: Nama header
nb: Headernavn
nl: Headernaam
pa: ਹੈਡਰ ਨਾਮ
pl: Nazwa nagłówka
pt_br: Nome do header
pt_pt: Nome do cabeçalho
ro: Nume header
ru: Имя хедера
sk: Názov hlavičky
sr: Ime zaglavlja
sv: Header-namn
th: ชื่อส่วนหัว
tk: Header Adı
tr: Header adı
ug: باش نامى
uk: Назва заголовка
ur: Header کا نام
uz: Header nomi
vi: Tên header
zh_hans: 请求头名
zh_hant: 標頭名稱
